<?php
return [
    'user_registered' => 'Користувача успішно зареєстровано. Перевірте вашу електронну пошту, щоб підтвердити обліковий запис.',
    'invalid_credentials' => 'Неправильні облікові дані.',
    'company_inactive' => 'Обліковий запис компанії неактивний.',
    'login_success' => 'Користувач успішно увійшов у систему.',
    'logout_success' => 'Користувач успішно вийшов із системи.',
    'unauthenticated' => 'Неавторизований.',
    'authenticated' => 'Авторизований.',
    'password_updated' => 'Пароль успішно оновлено.',
    'password_update_failed' => 'Не вдалося оновити пароль. Токен недійсний або термін його дії минув.',
    'reset_link_sent' => 'Посилання для скидання пароля було надіслано на вашу електронну пошту.',
    'reset_link_failed' => 'Не вдалося надіслати посилання для скидання пароля. Перевірте вашу електронну пошту та спробуйте ще раз.',
    'email_not_registered' => 'Ця електронна адреса не зареєстрована.',
    'password_mismatch' => 'Введений поточний пароль неправильний.',
    'password_changed' => 'Пароль успішно змінено.',
    'data_updated' => 'Дані успішно оновлено.',
    'data_empty' => 'Не надано даних для оновлення.'
];
